{
    "ES": {
        "home": "Inicio",
        "home-description": "Explora los secretos del manicomio abandonado y sobrevive al horror...",
        "countdown-title": "Lanzamiento en:",


        "contact": "Contacto",
        "contact-us": "Contáctanos",
        "contact-reason": "Motivo del contacto",
        "select-contact-reason": "Selecciona el motivo del contacto...",
        "support": "Soporte Técnico",
        "suggestion": "Sugerencias",
        "comments": "Comentarios",
        "other": "Otros",
        "message": "Mensaje",
        "write-here-message": "Escribe tu mensaje aquí...",


        "account": "Cuenta",
        "login": "Iniciar sesión",
        "register": "Crear cuenta",
        "fullname": "Nombre completo",
        "username": "Nombre de usuario",
        "email": "Correo electrónico",
        "password": "Contraseña",
        "re-password": "Confirmar contraseña",
        "remember-password": "Recordar contraseña",
        "see-password": "Ver contraseña",
        "not-logged-in": "¿Todavía no tienes cuenta? Regístrate ",
        "not-registered": "¿Tienes cuenta? Inicia sesión ",
        "here": "aquí",
        "creating-account": "Creando esta cuenta, estás aceptando nuestros ",
        "terms-priv": "Términos y Privacidad",


        "profile": "Mi perfil",
        "change-password": "Cambiar contraseña",
        "fullnamee": "Nombre completo:",
        "usernamee": "Nombre de usuario:",
        "emaill": "Correo electrónico:",
        "forgotten-passwd": "Contraseña olvidada",
        "forgotten-passwd-q": "¿Has olvidado tu contraseña?",
        "sign-out": "Cerrar sesión",
        "delete-account": "Eliminar cuenta",


        "copyright": "&copy; 2025 The Asylum. Todos los derechos reservados.",


        "privacy-policy": "Política de privacidad",
        "privacy-policy-description": "En <strong>The Asylum</strong>, nos tomamos muy en serio la privacidad de nuestros usuarios. Esta política de privacidad describe cómo recopilamos, usamos y protegemos la información personal que nos proporcionas cuando usas nuestro sitio web. Al acceder a nuestro sitio, aceptas los términos y condiciones de esta política.",
        "privacy-policy-section-1": "1. Información que recopilamos",
        "privacy-policy-collection": "Recopilamos información de los usuarios de diversas formas cuando interactúan con nuestro sitio. Esto incluye:",
        "privacy-policy-info-personal": "Información personal: Nombre, dirección de correo electrónico, información de pago, etc. que nos proporcionas cuando creas una cuenta, realizas una compra o te registras en nuestra newsletter.",
        "privacy-policy-info-navigation": "Datos de navegación: Recopilamos información sobre cómo navegas en nuestro sitio web, incluyendo tu dirección IP, tipo de navegador, páginas visitadas, tiempo de permanencia, etc.",
        "privacy-policy-info-cookies": "Cookies y tecnologías similares: Utilizamos cookies para mejorar la experiencia del usuario y personalizar el contenido. Las cookies pueden almacenar preferencias, datos de inicio de sesión y otras configuraciones.",
        "privacy-policy-section-2": "2. Cómo usamos tu información",
        "privacy-policy-usage": "Usamos la información que recopilamos para:",
        "privacy-policy-use-1": "Proporcionar y mejorar nuestros servicios.",
        "privacy-policy-use-2": "Personalizar tu experiencia en el sitio.",
        "privacy-policy-use-3": "Procesar pagos y cumplir con las transacciones.",
        "privacy-policy-use-4": "Enviarte comunicaciones, como actualizaciones del sitio, promociones o información relacionada con tu cuenta.",
        "privacy-policy-use-5": "Cumplir con las leyes y regulaciones aplicables.",
        "privacy-policy-section-3": "3. Compartir tu información",
        "privacy-policy-sharing": "No compartimos, vendemos ni alquilamos tu información personal a terceros. Sin embargo, podemos compartirla con:",
        "privacy-policy-sharing-providers": "Proveedores de servicios: Proveedores de pago, servicios de correo electrónico, y otros terceros que nos ayudan a operar el sitio y procesar las transacciones.",
        "privacy-policy-sharing-legal": "Obligaciones legales: Si la ley lo requiere o para proteger nuestros derechos, podemos divulgar tu información personal a las autoridades competentes.",
        "privacy-policy-section-4": "4. Seguridad de la información",
        "privacy-policy-security": "Tomamos medidas de seguridad adecuadas para proteger la información personal que nos proporcionas, incluidos sistemas de encriptación y prácticas de protección contra accesos no autorizados. Sin embargo, ten en cuenta que ninguna transmisión de datos a través de Internet puede garantizar una seguridad absoluta.",
        "privacy-policy-section-5": "5. Derechos de los usuarios",
        "privacy-policy-rights": "Según las leyes de privacidad aplicables, puedes tener derecho a:",
        "privacy-policy-right-1": "Acceder, corregir o eliminar tu información personal.",
        "privacy-policy-right-2": "Solicitar la limitación del procesamiento de tu información.",
        "privacy-policy-right-3": "Optar por no recibir comunicaciones promocionales.",
        "privacy-policy-section-6": "6. Cookies",
        "privacy-policy-cookies": "Usamos cookies para mejorar la experiencia del usuario en nuestro sitio web. Puedes configurar tu navegador para rechazar las cookies, pero esto podría afectar el funcionamiento de algunas funciones del sitio.",
        "privacy-policy-section-7": "7. Cambios en esta política",
        "privacy-policy-changes": "Nos reservamos el derecho de actualizar esta política de privacidad en cualquier momento. Cualquier cambio será publicado en esta página, con una fecha de revisión actualizada. Te recomendamos que revises periódicamente esta política para estar al tanto de cómo estamos protegiendo tu información.",


        "terms-of-use": "Términos de Uso",
        "terms-of-use-description": "En <strong>The Asylum</strong>, nos comprometemos a ofrecer una experiencia segura y de calidad. Al utilizar nuestros servicios, aceptas cumplir con los siguientes términos y condiciones. Si no estás de acuerdo con estos términos, te pedimos que no utilices nuestro sitio web.",
        "terms-of-use-section-1": "1. Aceptación de los Términos",
        "terms-of-use-acceptance": "Al acceder y utilizar el sitio web de <strong>The Asylum</strong>, aceptas cumplir con estos Términos de Uso y todas las leyes y regulaciones aplicables. Si no estás de acuerdo con estos términos, te recomendamos que no utilices nuestros servicios.",
        "terms-of-use-section-2": "2. Uso del Sitio",
        "terms-of-use-usage": "Te comprometes a utilizar este sitio web solo para fines lícitos y de acuerdo con todas las leyes locales, nacionales e internacionales aplicables. No puedes utilizar el sitio para:",
        "terms-of-use-prohibited-1": "Realizar actividades fraudulentas o ilegales.",
        "terms-of-use-prohibited-2": "Causar daño o interrupción al funcionamiento del sitio.",
        "terms-of-use-prohibited-3": "Violar los derechos de propiedad intelectual de <strong>The Asylum</strong>.",
        "terms-of-use-section-3": "3. Propiedad Intelectual",
        "terms-of-use-intellectual-property": "Todos los derechos de propiedad intelectual relacionados con el contenido del sitio, incluidos los textos, imágenes, logotipos, y demás materiales, están protegidos por las leyes de propiedad intelectual. No puedes reproducir, distribuir ni modificar dicho contenido sin el permiso previo de <strong>The Asylum</strong>.",
        "terms-of-use-section-4": "4. Modificaciones de los Términos",
        "terms-of-use-changes": "Nos reservamos el derecho de modificar o actualizar estos términos en cualquier momento. Cualquier cambio será publicado en esta página, y la fecha de actualización se reflejará al final del documento. Te recomendamos revisar regularmente los términos de uso.",
        "terms-of-use-section-5": "5. Responsabilidad",
        "terms-of-use-liability": "<strong>The Asylum</strong> no será responsable por cualquier daño directo o indirecto que pueda surgir del uso del sitio web o de la imposibilidad de acceder al mismo. Tampoco nos responsabilizamos por daños derivados de la interacción con contenido de terceros.",
        "terms-of-use-section-6": "6. Enlaces a Terceros",
        "terms-of-use-links": "Nuestro sitio web puede contener enlaces a otros sitios que no son operados por nosotros. No nos responsabilizamos por el contenido de dichos sitios web de terceros, y el acceso a estos enlaces se realiza bajo tu propio riesgo.",
        "terms-of-use-section-7": "7. Ley Aplicable",
        "terms-of-use-law": "Estos términos se regirán e interpretarán de acuerdo con las leyes del país en el que operamos. Cualquier disputa relacionada con estos términos será resuelta en los tribunales competentes de nuestra jurisdicción.",


        "legal-information": "Información legal",
        "legal-information-description": "En The Asylum, nos comprometemos a brindarte la mejor experiencia en nuestra plataforma. Esta sección detalla los términos y condiciones bajo los cuales ofrecemos nuestros servicios y cómo nos regimos por las leyes aplicables.",
        "legal-information-section-1": "1. Uso de nuestros servicios",
        "legal-information-usage": "Al utilizar nuestros servicios, aceptas que:",
        "legal-information-use-1": "Cumples con los términos y condiciones establecidos.",
        "legal-information-use-2": "Respetarás las leyes locales e internacionales durante el uso de nuestros servicios.",
        "legal-information-use-3": "No realizarás actividades ilegales, fraudulentas ni malintencionadas dentro de nuestra plataforma.",
        "legal-information-section-2": "2. Propiedad intelectual",
        "legal-information-intellectual-property": "Todos los contenidos y materiales disponibles en The Asylum (textos, imágenes, logos, videos, etc.) están protegidos por derechos de autor y otras leyes de propiedad intelectual. No puedes reproducir, distribuir, modificar ni utilizar estos materiales sin nuestro consentimiento expreso.",
        "legal-information-section-3": "3. Limitación de responsabilidad",
        "legal-information-liability": "The Asylum no será responsable por:",
        "legal-information-liability-1": "Daños directos, indirectos, incidentales o consecuentes derivados del uso de nuestros servicios.",
        "legal-information-liability-2": "Errores, omisiones o interrupciones en los servicios proporcionados.",
        "legal-information-section-4": "4. Modificación de los términos",
        "legal-information-modifications": "Nos reservamos el derecho de modificar estos términos y condiciones en cualquier momento. Los cambios serán publicados en esta página, y la fecha de revisión será actualizada. Es responsabilidad del usuario revisar regularmente los términos para estar al tanto de cualquier cambio.",
        "legal-information-section-5": "5. Ley aplicable",
        "legal-information-law": "Los presentes términos se rigen por las leyes aplicables del país en el que The Asylum opera. Cualquier disputa relacionada con el uso de nuestros servicios será resuelta por los tribunales competentes de dicha jurisdicción.",

        "follow-media": "Síguenos en nuestras redes sociales",
        "submit": "Enviar"
    },
    "EN": {
        "home": "Home",
        "home-description": "Explore the secrets of the abandoned asylum and survive the horror...",
        "countdown-title": "Launching in:",


        "contact": "Contact",
        "contact-us": "Contact us",
        "contact-reason": "Contact reason",
        "select-contact-reason": "Select the contact reason...",
        "support": "Support",
        "suggestion": "Suggestion",
        "comments": "Comments",
        "other": "Other",
        "message": "Message",
        "write-here-message": "Write here your message...",


        "account": "Account",
        "login": "Login",
        "register": "Register",
        "fullname": "Full name",
        "username": "Username",
        "email": "Email",
        "password": "Password",
        "re-password": "Confirm password",
        "remember-password": "Remember password",
        "see-password": "See password",
        "not-logged-in": "Not account yet? Register ",
        "not-registered": "Already registered? Login ",
        "here": "here",
        "creating-account": "By creating this account, you are accepting our ",
        "terms-priv": "Terms & Privacy",


        "profile": "My profile",
        "change-password": "Change password",
        "fullnamee": "Full Name:",
        "usernamee": "Username:",
        "emaill": "Email:",
        "forgotten-passwd": "Forgotten password",
        "forgotten-passwd-q": "Have you forgotten your password?",
        "sign-out": "Sign Out",
        "delete-account": "Delete account",


        "copyright": "&copy; 2025 The Asylum. All rights reserved.",


        "privacy-policy": "Privacy Policy",
        "privacy-policy-description": "At <strong>The Asylum</strong>, we take the privacy of our users very seriously. This privacy policy outlines how we collect, use, and protect the personal information you provide when you use our website. By accessing our site, you agree to the terms and conditions of this policy.",
        "privacy-policy-section-1": "1. Information We Collect",
        "privacy-policy-collection": "We collect information from users in various ways when they interact with our site. This includes:",
        "privacy-policy-info-personal": "Personal Information: Name, email address, payment information, etc., which you provide when creating an account, making a purchase, or subscribing to our newsletter.",
        "privacy-policy-info-navigation": "Navigation Data: We collect information about how you navigate our website, including your IP address, browser type, pages visited, time spent, etc.",
        "privacy-policy-info-cookies": "Cookies and Similar Technologies: We use cookies to enhance the user experience and personalize content. Cookies may store preferences, login data, and other settings.",
        "privacy-policy-section-2": "2. How We Use Your Information",
        "privacy-policy-usage": "We use the information we collect to:",
        "privacy-policy-use-1": "Provide and improve our services.",
        "privacy-policy-use-2": "Personalize your experience on the site.",
        "privacy-policy-use-3": "Process payments and complete transactions.",
        "privacy-policy-use-4": "Send you communications, such as site updates, promotions, or account-related information.",
        "privacy-policy-use-5": "Comply with applicable laws and regulations.",
        "privacy-policy-section-3": "3. Sharing Your Information",
        "privacy-policy-sharing": "We do not share, sell, or rent your personal information to third parties. However, we may share it with:",
        "privacy-policy-sharing-providers": "Service Providers: Payment providers, email services, and other third parties who assist us in operating the site and processing transactions.",
        "privacy-policy-sharing-legal": "Legal Obligations: If required by law or to protect our rights, we may disclose your personal information to relevant authorities.",
        "privacy-policy-section-4": "4. Information Security",
        "privacy-policy-security": "We take appropriate security measures to protect the personal information you provide, including encryption systems and practices to prevent unauthorized access. However, please note that no data transmission over the Internet can be guaranteed to be 100% secure.",
        "privacy-policy-section-5": "5. User Rights",
        "privacy-policy-rights": "Under applicable privacy laws, you may have the right to:",
        "privacy-policy-right-1": "Access, correct, or delete your personal information.",
        "privacy-policy-right-2": "Request the limitation of processing of your information.",
        "privacy-policy-right-3": "Opt-out of receiving promotional communications.",
        "privacy-policy-section-6": "6. Cookies",
        "privacy-policy-cookies": "We use cookies to improve the user experience on our website. You can configure your browser to reject cookies, but this may affect the functionality of certain site features.",
        "privacy-policy-section-7": "7. Changes to This Policy",
        "privacy-policy-changes": "We reserve the right to update this privacy policy at any time. Any changes will be posted on this page, with an updated revision date. We recommend reviewing this policy periodically to stay informed about how we are protecting your information.",


        "terms-of-use": "Terms of Use",
        "terms-of-use-description": "At <strong>The Asylum</strong>, we are committed to providing a safe and high-quality experience. By using our services, you agree to comply with the following terms and conditions. If you do not agree with these terms, we ask that you do not use our website.",
        "terms-of-use-section-1": "1. Acceptance of Terms",
        "terms-of-use-acceptance": "By accessing and using the <strong>The Asylum</strong> website, you agree to comply with these Terms of Use and all applicable laws and regulations. If you do not agree with these terms, we recommend that you do not use our services.",
        "terms-of-use-section-2": "2. Use of the Site",
        "terms-of-use-usage": "You agree to use this website only for lawful purposes and in accordance with all applicable local, national, and international laws. You cannot use the site for:",
        "terms-of-use-prohibited-1": "Engaging in fraudulent or illegal activities.",
        "terms-of-use-prohibited-2": "Causing harm or disruption to the operation of the site.",
        "terms-of-use-prohibited-3": "Violating the intellectual property rights of <strong>The Asylum</strong>.",
        "terms-of-use-section-3": "3. Intellectual Property",
        "terms-of-use-intellectual-property": "All intellectual property rights related to the content of the site, including text, images, logos, and other materials, are protected by intellectual property laws. You cannot reproduce, distribute, or modify such content without the prior permission of <strong>The Asylum</strong>.",
        "terms-of-use-section-4": "4. Changes to the Terms",
        "terms-of-use-changes": "We reserve the right to modify or update these terms at any time. Any changes will be posted on this page, and the revision date will be reflected at the bottom of the document. We recommend reviewing the terms regularly.",
        "terms-of-use-section-5": "5. Liability",
        "terms-of-use-liability": "<strong>The Asylum</strong> will not be liable for any direct or indirect damage that may arise from the use of the website or the inability to access it. We are also not responsible for damages arising from interactions with third-party content.",
        "terms-of-use-section-6": "6. Links to Third Parties",
        "terms-of-use-links": "Our website may contain links to other sites not operated by us. We are not responsible for the content of such third-party websites, and access to these links is at your own risk.",
        "terms-of-use-section-7": "7. Governing Law",
        "terms-of-use-law": "These terms will be governed by and interpreted in accordance with the laws of the country where we operate. Any disputes related to these terms will be resolved in the competent courts of our jurisdiction.",


        "legal-information": "Legal Information",
        "legal-information-description": "At The Asylum, we are committed to providing you with the best experience on our platform. This section outlines the terms and conditions under which we offer our services and how we are governed by applicable laws.",
        "legal-information-section-1": "1. Use of our services",
        "legal-information-usage": "By using our services, you agree to the following:",
        "legal-information-use-1": "You comply with the established terms and conditions.",
        "legal-information-use-2": "You will respect local and international laws while using our services.",
        "legal-information-use-3": "You will not engage in illegal, fraudulent, or malicious activities within our platform.",
        "legal-information-section-2": "2. Intellectual property",
        "legal-information-intellectual-property": "All content and materials available on The Asylum (texts, images, logos, videos, etc.) are protected by copyright and other intellectual property laws. You may not reproduce, distribute, modify, or use these materials without our express consent.",
        "legal-information-section-3": "3. Limitation of liability",
        "legal-information-liability": "The Asylum will not be liable for:",
        "legal-information-liability-1": "Direct, indirect, incidental, or consequential damages arising from the use of our services.",
        "legal-information-liability-2": "Errors, omissions, or interruptions in the services provided.",
        "legal-information-section-4": "4. Modification of terms",
        "legal-information-modifications": "We reserve the right to modify these terms and conditions at any time. Changes will be published on this page, and the revision date will be updated. It is the user's responsibility to regularly review the terms to stay informed of any changes.",
        "legal-information-section-5": "5. Governing law",
        "legal-information-law": "These terms are governed by the applicable laws of the country in which The Asylum operates. Any disputes related to the use of our services will be resolved by the competent courts in that jurisdiction.",

        "follow-media": "Follow us on our social media",
        "submit": "Submit"
    }
}
